Repository: webos-internals/messaging-plugins
Catalog: 3.0/Compiler Source Files/msn-pecan-0.1.1/po/*.po
Languages: ar, pt_br, ru

source: Nudge
pt_br: Chamar a atenção
ru: Подтолкнуть

source: %s has nudged you!
ar: %s وكزك!
pt_br: %s está lhe chamando a atenção!
ru: %s был подтолкнут Вами!

source: Nudging %s...
ar: جارٍ وكز %s...
pt_br: Chamando a atenção de %s...
ru: Подталкивание %s...

source: Set your friendly name.
ar: تعيين اسمك.
pt_br: Insira seu apelido.
ru: Установить Ваше имя друга.

source: This is the name that other MSN buddies will see you as.
ar: هذا هو الاسم الذي سيراه أصدقائك على MSN.
pt_br: Este é seu nome visto por seus amigos.
ru: Это имя другие друзья по MSN увидят как Ваше.

source: OK
ar: موافق
pt_br: Aceitar
ru: ОК

source: Cancel
ar: إلغاﺀ
pt_br: Cancelar
ru: Отмена

source: Set your personal message.
pt_br: Defina sua mensagem pessoal.
ru: Установить персональный статус.

source: This is the message that other MSN buddies will see under your name.
pt_br: Esta é a mensagem que seus colegas verão abaixo de seu nome.
ru: Это сообщение, которое будет видно под вашим именем другим пользователям MSN.

source: Set your home phone number.
ar: تعيين رقم هاتف المنزل.
pt_br: Insira seu numero de telefone de casa
ru: Установить номер Вашего домашнего телефона.

source: Set your work phone number.
ar: تعيين رقم هاتف العمل.
pt_br: Insira seu numero de telefone de trabalho
ru: Установить номер Вашего рабочего телефона.

source: Set your mobile phone number.
ar: تعيين رقم الهاتف النقّال.
pt_br: Insira seu numero de celular
ru: Установить номер Вашего мобильного телефона.

source: Allow MSN Mobile pages?
ar: سماح بصفحات MSN على الهاتف النقّال؟
pt_br: Permitir paginas do MSN Mobile?
ru: Разрешить Мобильные страницы MSN?

source: Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?
pt_br: Quer permitir ou bloquear pessoas de sua lista de amigos de enviar mensagens através do MSN Mobile para seu celular?
ru: Разрешить или запретить людям в Вашем списке друзей отправлять Вам Мобильные страницы MSN для вашего мобильного телефона или другого мобильного устройства?

source: Allow
ar: مسموح
pt_br: Permitir
ru: Разрешить

source: Disallow
ar: غير مسموح
pt_br: Bloquear
ru: Отвергнуть

source: This account's email is not enabled.
pt_br: O email desta conta não está habilitado.
ru: Этот e-mail недействителен.

source: Send a mobile message.
ar: إرسال رسالة للهاتف.
pt_br: Enviar uma mensagem de celular
ru: Отправить мобильное сообщение.

source: Page
ar: راسل
pt_br: Página
ru: Страница

source: Close
ar: إغلاق
pt_br: Fechar
ru: Закрыть

source: Status
ar: الحالة
pt_br: Estado
ru: Состояние

source: Idle
pt_br: Inativo
ru: Молчит

source: Personal Message
pt_br: Mensagem pessoal
ru: Личной сообщение

source: Has you
ar: أنت موجود في قائمته
pt_br: Tem você

source: Yes
pt_br: Sim
ru: Да

source: No
pt_br: Não
ru: Нет

source: Blocked
ar: محظور
pt_br: Bloqueado
ru: Заблокировано

source: Message
ar: رسالة
pt_br: Mensagem
ru: Сообщение

source: Be Right Back
pt_br: Volto já

source: Busy
pt_br: Ocupado
ru: Занято

source: On the Phone
pt_br: No telefone
ru: На телефоне

source: Out to Lunch
pt_br: Saiu para comer
ru: Ушел на обед

source: Set Friendly Name...
ar: تعيين اسم...
pt_br: Insira seu apelido...
ru: Установить имя друга...

source: Set Personal Message...
pt_br: Definir uma Mensagem Pessoal...
ru: Установить личный статус...

source: Set Home Phone Number...
ar: تعيين رقم هاتف المنزل...
pt_br: Insira seu numero de telefone de casa...
ru: Установить номер домашнего телефона...

source: Set Work Phone Number...
ar: تعيين رقم هاتف العمل...
pt_br: Insira seu numero de telefone de trabalho...
ru: Установить номер рабочего телефона...

source: Set Mobile Phone Number...
ar: تعيين رقم الهاتف النقّال...
pt_br: Insira seu numero de telefone celular...
ru: Установить номер мобильного телефона...

source: Enable/Disable Mobile Devices...
ar: تفعيل/تعطيل أجهزة متنقّلة...
pt_br: Permitir/Bloquear dispositivos móveis...
ru: Включить/Отключить мобильные устройства

source: Allow/Disallow Mobile Pages...
ar: السماح أو لا بالصفحات على الهاتف النقّال
pt_br: Permitir/Bloquear páginas Mobile
ru: Разрешить/Запретить мобильные страницы

source: Open Hotmail Inbox
ar: Hotmail فتح صندوق الوارد في
pt_br: Abrir caixa de entrada do Hotmail
ru: Открыть входящую почту Hotmail

source: Send to Mobile
ar: إرسال إلى هاتف نقّال
pt_br: Enviar a um Mobile
ru: Отправить на мобильное устройство

source: Initiate _Chat
ar: بدء ال_دردشة
pt_br: Iniciar _Chat

source: SSL support is needed for MSN. Please install a supported SSL library.
ar: دعم SSL مطلوب لدى MSN. رجاء تثبيت مكتبة SSL المدعومة.
pt_br: É necessário o suporte a SSL para o MSN. Por favor instale a biblioteca necessária SSL.
ru: Для MSN необходима поддержка SSL. Пожалуйста, поставьте библиотеку поддержки SSL.

source: Failed to connect to server.
ar: فشل في الاتصال بالخادوم.
pt_br: Impossivel conectar-se ao servidor.
ru: Ошибка соединения с сервером.

source: Username
ar: اسم المستخدم
pt_br: Nome de usuário
ru: Имя пользователя

source: Friendly Name
pt_br: Apelido

source: Home Phone
pt_br: Telefone Residencial

source: Mobile Phone
pt_br: Telefone Celular

source: Work Phone
pt_br: Telefone Comercial

source: Profile URL
ar: عنوان السيرة
pt_br: URL do Perfil
ru: URL-профиль

source: WLM Protocol Plugin
ar: ملحق بروتوكول WLM
pt_br: Plugin de Protocolo WLM
ru: Расширение протокола WLM

source: Server
ar: خادوم
pt_br: Servidor
ru: Сервер

source: Port
ar: منفذ
pt_br: Porta
ru: Порт

source: Use HTTP Method
ar: استخدم طريقة HTTP
pt_br: Usar método HTTP
ru: Использовать HTTP-метод

source: Show custom smileys
ar: إظهار الإبتسامات المخصّصة
pt_br: Exibir Smileys customizados
ru: Показать полные смайлики

source: Use server-side alias
ar: استخدم كنية من ناحية الخادوم
pt_br: Usar apelidos do servidor
ru: Использовать имя, выданное сервером

source: Use direct connections
pt_br: Usar Conexões Diretas
ru: Использовать прямое соединение

source: Use user displays
pt_br: Usar imagens de exibição

source: Don't show Messenger Plus! tags
pt_br: Não mostrar as tags do Messenger Plus!
ru: Не показывать тэги Messenger Plus!

source: nudge: nudge a user to get their attention
ar: وكزة: وكز مستخدم لإثارة انتباههم
pt_br: Atenção: Envia um sinal de atenção ao seu amigo.
ru: будильник: разбудить пользователя, чтобы привлечь его внимание

source: Error on notification server: %s
ar: خطأ على خادوم الإشعار: %s
pt_br: Erro no servidor de notificacão: %s
ru: Ошибка в уведомлении сервера: %s

source: Error on notification server: Unknown
ar: خطأ على خادوم الإشعار: مجهول
pt_br: Erro no servidor de notificacão: Desconhecido
ru: Ошибка в уведомлении сервера:: Неизвестно

source: %s is not a valid group.
ar: %s ليست مجموعة صالحة.
pt_br: %s não é um nome de grupo válido
ru: %s - неправильная группа.

source: Unknown error.
ar: خطأ مجهول.
pt_br: Erro desconhecido.
ru: Неизвестная ошибка.

source: %s on %s (%s)
ar: %s على %s (%s)
pt_br: %s em %s (%s)
ru: %s на %s (%s)

source: Unable to add user on %s (%s)
ar: لم يمكن إضافة المستخدم على %s (%s)
pt_br: Impossivel adiconar usuário em %s (%s)
ru: Отключить добавление пользователя на %s (%s)

source: Unable to block user on %s (%s)
ar: لم يمكن حظور المستخدم على %s (%s)
pt_br: Impossivel bloquear usuário em %s (%s)
ru: Отключить блокировку пользователя на %s (%s)

source: Unable to permit user on %s (%s)
ar: لم يمكن السماح بالمستخدم على %s (%s)
pt_br: Impossivel desbloquear usuário em %s (%s).
ru: Отключить пропуск пользователя на %s (%s)

source: Unable to rename group
ar: لم يمكن من إعادة تسمية المجموعة
pt_br: Impossivel de renomear grupo
ru: Отключить переименование группы

source: Unable to delete group
ar: لم يتمكّن من حذف المجموعة
pt_br: Impossivel deletar grupo
ru: Отключить удаление группы

source: Our protocol is not supported by the server.
ar: بروتوكولنا ليس مدعوم من قبل الخادوم.
pt_br: Nosso protocolo não é suportado pelo servidor.
ru: Наш протокол не поддерживается сервером.

source: Error parsing HTTP.
ar: خطأ في تحليل HTTP.
pt_br: Erro interpretando HTTP.
ru: Ошибка HTTP-парсинга.

source: You have signed on from another location.
ar: لقد ولجت من مكان آخر.
pt_br: Você se conectou através de outra localidade.
ru: Вы подписаны на другом компьютере.

source: The MSN servers are temporarily unavailable. Please wait and try again.
ar: خوادم MSN غير متوفرة مؤقّتاً. رجاء المحاولة مرّة أخرى بعد قليل.
pt_br: Os servidores MSN estão temporariamente indisponiveis, por favor aguarde e tente mais tarde.
ru: MSN-сервера времено недоступны. Пожалуйста, подождите и попробуйте снова.

source: The MSN servers are going down temporarily.
ar: خوادم MSN سوف توقّف مؤقّتاً.
pt_br: Os servidores MSN estão sendo desligados temporariamente.
ru: MSN-сервера времено упали.

source: Unable to authenticate: %s
ar: لم يتمكن الاستيثاق: %s
pt_br: Impossivel de autenticar: %s
ru: Не удается определить: %s

source: Unknown error
ar: خطأ مجهول
pt_br: Erro desconhecido
ru: Неизвестная ошибка

source: Your MSN buddy list is temporarily unavailable. Please wait and try again.
ar: قائمة أصدقائك لدى MSN غير متوفر حاليّاً. رجاء المحاولة مرّة أخرى بعد قليل.
pt_br: Sua lista de amigos está temporariamente indisponivel, por favor aguarde e tente mais tarde.
ru: Ваш список друзей в MSN времено недоступен. Пожалуйста, подождите и попробуйте снова.

source: Message could not be sent, not allowed while invisible:
ar: لم يمكن إرسال الرسالة، غير مسموح به حين تكون خفيّ:
pt_br: A mensagem não pode ser enviada, não permitido no modo invisivel:
ru: Сообщение не может быть отправлено, пока невидимы:

source: Message could not be sent because the user is offline:
ar: لم يمكن إرسال الرسالة لأن المستخدم غير متصل:
pt_br: A mensagem não pode ser enviada porque o usuário esta desconectado:
ru: Сообщение не может быть отправлено, потому что пользователь не в сети:

source: Message could not be sent because a connection error occurred:
ar: لم يمكن إرسال الرسالة بسبب حدوث خطأ اتصال:
pt_br: A mensagem não pode ser enviada porque ocorreu um erro de conexão:
ru: Сообщение не может быть отправлено, потому что произошла ошибка соединения:

source: Message could not be sent because we are sending too quickly:
ar: لم يمكن إرسال الرسالة لأنّنا نرسل بشكل سريع:
pt_br: A mensagem não pode ser enviada porque estamos enviando muito rapido:
ru: Сообщение не может быть отправлено, потому что отправляем его слишком быстро:

source: Message could not be sent because we were unable to establish a session with the server. This is likely a server problem, try again in a few minutes:
ar: لم يمكن إرسال الرسالة بسبب عدم قدرتنا لإنشاء جلسة مع الخادوم. من الأغلب أن يكون هذا بسبب مشكلة لدى الخادوم، حاول مرّة أخرى بعد بضعة دقائق:
pt_br: A mensagem não pode ser enviada porque não foi possivel estabelecer uma sessão com o servidor. É possivel que seja um erro no servidor, Por favor tente novamente em alguns minutos.
ru: Сообщение не удалось отправить, потому что мы не смогли установить сессию ссервером. Вероятно, это проблема сервера, повторите попытку через несколько минут:

source: Message could not be sent because an error with the switchboard occurred:
ar: لم يمكن إرسال الرسالة بسبب حدوث خطأ في لوحة التبديل:
pt_br: A mensagem não pode ser enviada porque ocorreu um erro no Switchboard:

source: Message may have not been sent because an unknown error occurred:
ar: قد تكون الرسالة غير مرسلة بسبب حدث خطأ مجهول:
pt_br: A mensagem não pode ser enviada porque ocorreu um erro desconhecido:
ru: Сообщение не удалось отправить, потому что произошла неизвестная ошибка:

source: sent you a Messenger Plus! sound. Click <a href='file://%s'>here</a> to play it.
pt_br: te enviou um som do Messenger Plus!. Clique <a href='file://%s'>aqui</a> para tocá-lo.
ru: послал вам звук Messenger Plus!. Пройдите по <a href='file://%s'>ссылке</a>, чтобы прослушать его.

source: sent you a Messenger Plus! sound, but it cannot be played due to an error happened while storing the file.
pt_br: te enviou um som do Messenger Plus!, mas não pode ser tocado graças a um erro que aconteceu ao armazenar o arquivo.
ru: послал вам звук Messenger Plus!, но он не может быть воспроизведен из-за ошибки, произошедшей при сохранении файла.

source: sent you a voice clip. Click <a href='file://%s'>here</a> to play it.
pt_br: te enviou um clip de voz. Clique <a href='file://%s'>aqui</a> para tocá-lo.

source: Unable to parse message
ar: لم يمكن تحليل الرسالة
pt_br: Impossivel interpretar a mensagem
ru: Выключить разбор сообщения

source: Syntax Error (probably a client bug)
ar: خطأ صياغة (غالباً علّة العميل)
pt_br: Erro de sintaxe (provavelmente um erro de cliente)
ru: Синтаксическая ошибка (вероятно проблема клиента)

source: Invalid e-mail address
ar: بريد إلكتروني غير صالح
pt_br: Endereço de e-mail inválido
ru: Неправильный адрес эл. почты

source: User does not exist
ar: المستخدم ليس موجود
pt_br: O usuário não existe
ru: Пользователя не существует

source: Fully qualified domain name missing
pt_br: Falta um endereço de dominio completo
ru: Полное доменное имя неверно

source: Already logged in
ar: المستخدم مولوج حاليّاً
pt_br: Já está conectado
ru: Уже вошли

source: Invalid screen name
ar: اسم المستخدم غير صالح
pt_br: Nome de usuário invalido
ru: Неправильное отображаемое имя

source: Invalid friendly name
ar: اسم غير صالح
pt_br: Apelido inválido
ru: Неправильное имя друга

source: List full
ar: القائمة مملوءة
pt_br: Lista cheia
ru: Полный список

source: Already there
ar: المستخدم موجود هناك حاليّاً
pt_br: Já está ali
ru: Уже существует

source: Not on list
ar: ليس في القائمة
pt_br: Não está na lista
ru: Нет в списке

source: User is offline
pt_br: O usuário está desconectado
ru: Пользователь не в сети

source: Already in the mode
ar: حاليّاً في الوضع
pt_br: Já está neste modo
ru: Уже в режиме

source: Already in opposite list
ar: موجود حاليّاً في القائمة المضادّة
pt_br: Já se encontra na lista contrária
ru: Уже в оппозиционном списке

source: Too many groups
ar: مجموعات كثيرة جدّاً
pt_br: Muitos grupos
ru: Слишком много групп

source: Invalid group
ar: مجموعة غير صالحة
pt_br: Grupo inválido
ru: Неправильная группа

source: User not in group
ar: المستخدم ليس في المجموعة
pt_br: O usuário não está no grupo
ru: Пользователь не в группе

source: Group name too long
ar: اسم المجموعة طويل جدّاً
pt_br: Nome de grupo muito grande
ru: Имя группы слишком длинное

source: Cannot remove group zero
ar: لا يمكن حذف المجموعة الأساسي
pt_br: Impossivel remover o grupo zero
ru: Не удалось удалить нулевую группу

source: Tried to add a user to a group that doesn't exist
ar: تم المحاولة لإضافة مستخدم لمجموعة لا وجود لها
pt_br: Tentou adicionar um usuário a um grupo não existente
ru: Попытка добавить пользователя в группу, которая не существует

source: Switchboard failed
ar: فشلت لوحة التبديل
pt_br: Falha no Switchboard

source: Notify transfer failed
ar: فشل نقل الإشعار
pt_br: Falha na notificação de transferencia
ru: Ошибка уведомления о передаче

source: Required fields missing
ar: الحقول المطلوبة غير موجودة
pt_br: Faltam campos obrigatórios
ru: Ошибка заполнения обязательных полей

source: Too many hits to a FND
ar: نقرات كثيرة جدّاً لـFND
pt_br: Muitos resultados de um FND
ru: Слишком много обращений к FND

source: Not logged in
ar: ليس مولوج
pt_br: Desconectado
ru: Не вошли

source: Service temporarily unavailable
ar: خدمة غير متوفرة مؤقّتاً
pt_br: Serviço temporariamente indisponivel
ru: Служба времено не доступна

source: Database server error
ar: خطأ خادوم قاعدة البيانات
pt_br: Erro na base de dados
ru: Ошибка сервера базы данных

source: Command disabled
ar: الأمر معطّل
pt_br: Comando desabilitado
ru: Команда отключена

source: File operation error
ar: خطأ في عمليّة الملفّ
pt_br: Erro na operação de arquivos
ru: Ошибка операции с файлом

source: Memory allocation error
ar: خطأ في تخصيص الذاكرة
pt_br: Erro na alocação de memória
ru: Ошибка распределения памяти

source: Wrong CHL value sent to server
pt_br: Valor CHL erroneamente enviado ao servidor
ru: Направильное значение CHL отправлено на сервер

source: Server busy
ar: الخادوم مشغول
pt_br: Servidor ocupado
ru: Сервер занят

source: Server unavailable
ar: الخادوم غير متوفر
pt_br: Servidor não disponivel
ru: Сервер недоступен

source: Peer notification server down
ar: خادوم إشعار النظير موقّف
pt_br: Servidor de notificação fora do ar

source: Database connect error
ar: خطأ في اتصال قاعدة البيانات
pt_br: Erro de conexão a base de dados
ru: Ошибка соединения с базой данных

source: Server is going down (abandon ship)
ar: جارٍ توقيف الخادوم (جارٍ الخروج)
pt_br: O servidor está sendo desativado (Salve-se quem puder)
ru: Сервер упал

source: Error creating connection
ar: خطأ في إنشاء الاتصال
pt_br: Erro criando a conexão
ru: Ошибка создания соединения

source: CVR parameters are either unknown or not allowed
ar: معامل CVR غير مسموح بهم أو غير معروفة
pt_br: Parametros CVR desconhecidos ou não permitidos
ru: Параметры CVR не известны или не разрешенные

source: Unable to write
ar: لم يمكن الكتابة
pt_br: Impossivel escrever
ru: Запись отключена

source: Session overload
ar: تحميل الجلسة أكثر مما يستحمل
pt_br: Sessão sobrecarregada
ru: Сессия перезагружена

source: User is too active
ar: المستخدم نشيط جدّاً
pt_br: Usuario muito ativo
ru: Пользователь слишком активен

source: Too many sessions
ar: جلسات كثيرة
pt_br: Muitas sessões
ru: Слишком много сессий

source: Passport not verified
ar: جواز سفر غير محقّق
pt_br: Passport não verificado
ru: Пароль не подтвержден

source: Bad friend file
ar: ملفّ صديق غير جيد
pt_br: Arquivo de amigo inválido
ru: Плохой файл друга

source: Not expected
ar: غير متوقع
pt_br: Não esperado
ru: Не ожидается

source: Friendly name changes too rapidly
ar: الاسم يتغيير بسرعة
pt_br: Mudança de nomes de amigos muito rapida
ru: Имя друга изменяется слишком быстро

source: Server too busy
ar: الخادوم مشغول
pt_br: Servidor ocupado
ru: Сервер слишком занят

source: Authentication failed
ar: فشل الاستيثاق
pt_br: Falha na autenticação
ru: Ошибка авторизации

source: Not allowed when hiding
ar: لا يسمح حين مخفيّ
pt_br: Não permitido no estado invisivel
ru: Не разрешается, когда скрыт

source: Not accepting new users
ar: لا يقبل مستخدمين جدد
pt_br: Não aceitando novos usuários
ru: Нет приема новых пользователей

source: Kids Passport without parental consent
ar: Kids Passport بدون قبول من لدى الوالدين
pt_br: Passport de menores sem o consentimento dos pais
ru: Детский паспорт без согласия родителей

source: Passport account not yet verified
ar: لم يتم التحقيق على حساب Passport بعد
pt_br: Conta Passport ainda não verificada
ru: Пароль учетной записи еще не подтвержден

source: Bad ticket
ar: تذكرة سيئة
pt_br: Ticket inválido
ru: Плохой билет

source: Unknown Error Code %u
pt_br: Código de erro desconhecido %u

source: Can't add to "%s"; it's a virtual group
ar: لا يمكن الإضافة لمجموعة "%s"; إنّها مجموعة إفتراضيّة
pt_br: Impossivel adicionar ao "%s"; é um grupo virtual
ru: Не удалось добавить в "%s"; это виртуальная группа

source: Song Title
ru: Название песни

source: Song Artist
ru: Исполнитель

source: Song Album
ru: Альбом

source: Office App Name
ru: Офисное приложение

source: You are not in %s's contact list.
ru: Вы не в контаки-листе %s
