Repository: webos-internals/messaging-plugins
Catalog: Compiler Source Files/pidgin-sipe-1.6.3/po/*.po
Languages: ru

source: Could not write
ru: Запись не удалась

source: You have been rejected by the server: %s
ru: Вы были отвергнуты сервером:%s

source: no reason given
ru: нет причины

source: You have been rejected by the server
ru: Вы были отвергнуты сервером

source: Service unavailable: %s
ru: Служба недоступна: %s

source: Service unavailable: no reason given
ru: Служба недоступна: без объяснения причин

source: Connection not found; Please try to connect again.
ru: Соединение не найдено; Пожалуйста попробуйте подключиться заново

source: SSL read error
ru: Ошибка чтения SSL

source: Server has disconnected
ru: Сервер был отключен

source: SSL support is not installed. Either install SSL support or configure a different connection type in the account editor.
ru: Поддержка SSL не установлена. Либо установить поддержку SSL или настроить соединения различного типа в редакторе аккаунта.

source: Could not create SSL context
ru: Не удалалось создать SSL свзяь

source: SIP Exchange usernames may not contain whitespaces
ru: SIP Exchange пользователя не может содержать пробелов

source: Found %d contact%s:
ru: Найден %d контакт%s:

source: (more matched your query)
ru: (больше соответствует вашему запросу)

source: Search for a Contact
ru: Поиск контакта

source: Contact Search...
ru: Поиск контакта

source: Use non-standard port
ru: Использовать не стандартный порт

source: Could not connect
ru: Не смог соединиться

source: Couldn't create socket
ru: Не смог создать сокет

source: Message
ru: Сообщение

source: Busy
ru: Занят

source: Wrong Password
ru: Неправильный пароль

source: Invalid message signature received
ru: Неверная подпись сообщения

source: Could not create listen socket
ru: Невозможно создать listen socket

source: Couldn't resolve host
ru: Невозможно определить хост

source: Connection Failed
ru: Соединение не удалось

source: SSL Handshake Failed
ru: SSL соединение не удалось

source: Could not resolve hostname
ru: Невозможно определить имя хоста

source: Connecting
ru: Соединение

source: Unable to display the search results.
ru: Не могу отобразить результаты поиска

source: User Name
ru: Имя пользователя

source: Name
ru: Имя

source: Company
ru: Компания

source: Country
ru: Страна

source: Email
ru: Электронная почта

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Search
ru: Поиск

source: Enter the information of the person you wish to find. Empty fields will be ignored.
ru: Введите информацию о человеке, которого вы хотите найти. Пустые поля будут проигнорированы.

source: _Search
ru: _Поиск

source: _Cancel
ru: _Отмена

source: Use proxy
ru: Использовать прокси-сервер

source: Proxy Server
ru: Прокси-сервер

source: Port
ru: Порт

source: Connection Type
ru: Тип соединения

source: Auto
ru: Автоматический

source: Auth User
ru: Пользователь для аутентификации

source: Auth Domain
ru: Домен для аутентификации
