Repository: webos-internals/messaging-plugins
Catalog: 3.0/Compiler Source Files/pidgin-gfire-0.9.3/po/*.po
Languages: de

source: <b>Advanced settings</b>
de: <b>Erweiterte Einstellungen</b>

source: <b>Basic settings</b>
de: <b>Grundeinstellungen</b>

source: Add a game
de: Spiel hinzufügen

source: Detection Executable:
de: Datei für Erkennung:

source: Edit or remove a game
de: Spiel ändern oder hinzufügen

source: Game:
de: Spiel:

source: Launch Executable:
de: Datei für Start:

source: Launch prefix:
de: Startprefix:

source: Manage Games
de: Spiele verwalten

source: Use same file
de: Nutze die gleiche Datei

source: IP Address:
de: IP Adresse:

source: Xfire - Friends of Friends playing games
de: Xfire - Freunde von Freunden spielen

source: %s may have not received this message: %s
de: %s hat diese Nachricht vielleicht nicht empfangen: %s

source: Playing <b>%s</b> now!
de: Spielt jetzt <b>%s</b>!

source: Stopped playing!
de: Hat aufgehört zu spielen!

source: Playing %s - %s
de: Spielt %s - %s

source: Playing %s
de: Spielt %s

source: P2P Connection not possible
de: P2P Verbindung nicht möglich

source: We're not able to establish a connection to your buddy. File transfer and P2P messaging will not be possible.
de: Wir sind nicht in der Lage eine Verbindung zum Buddy herzustellen. Dateitransfer und P2P Chatten wird nicht möglich sein.

source: Permissionless (muted)
de: Rechtlos (stumm)

source: Unknown
de: Unbekannt

source: You currently have the permission "%s".
de: Du hast momentan das Recht "%s".

source: Buddy has been kicked.
de: Teilnehmer wurde gekickt.

source: This room's name has been changed to "%s".
de: Der Name dieses Chat-Raums wurde auf "%s" geändert.

source: Today's message changed to: %s
de: Heutige Nachricht geändert in: %s

source: Your permission has been changed to "%s".
de: Deine Rechte wurden auf "%s" geändert.

source: %s's permission has been changed to "%s".
de: %ss Rechte wurden auf "%s" geändert.

source: You are now chatting in %s.
de: Du chattest nun in %s.

source: Today's message: %s
de: Heutige Nachricht: %s

source: This room's default permission has been changed to "%s".
de: Die Standardberechtigung in diesem Raum wurde auf "%s" geändert.

source: Public
de: Öffentlich

source: Friends only
de: Nur Freunde

source: This room's visibility has been changed to "%s".
de: Die Sichtbarkeit dieses Raumes wurde auf "%s" geändert.

source: This room is now password protected.
de: Dieser Raum ist jetzt passwortgeschützt.

source: This room is no longer password protected.
de: Dieser Raum ist nicht länger passwortgeschützt.

source: This room's password has been changed.
de: Das Passwort dieses Raumes wurde geändert.

source: This room is now silenced.
de: Dieser Raum ist jetzt stumm geschaltet.

source: This room is no longer silenced.
de: Dieser Raum ist nicht länger stumm geschaltet.

source: Buddy join-/leave-messages will be displayed now.
de: Beitritts- und Verlassensnachrichten werden nun angezeigt.

source: Buddy join-/leave-messages will no longer be displayed.
de: Beitritts- und Verlassensnachrichten werden nicht länger angezeigt.

source: Unknown argument: %s
de: Unbekanntes Argument: %s

source: New and old name are identical. Please note that chat room names have no case.
de: Neuer und alter Name sind identisch. Bitte beachte, dass Chat-Raum Namen nicht zwischen Groß- und Kleinschreibung unterscheiden.

source: Unknown visibility: %s
de: Unbekannte Sichtbarkeit: %s

source: You are not allowed to grant/revoke any permissions.
de: Es ist dir nicht gestattet, Berechtigungen zu vergeben/zu entziehen.

source: Unknown buddy: %s
de: Unbekannter Teilnehmer: %s

source: You can't change your own permission!
de: Du kannst deine eigene Berechtigung nicht ändern.

source: You are not allowed to grant this permission.
de: Dir ist nicht gestattet, diese Berechtigung zu vergeben.

source: Unknown permission: %s
de: Unbekannte Berechtigung: %s

source: You are not allowed to kick buddies.
de: Es ist dir nicht erlaubt, Teilnehmer zu kicken.

source: You can't kick yourself!
de: Du kannst dich nicht selbst kicken!

source: You are not allowed to change the default permission.
de: Dir ist nicht gestattet, die Standardberechtigung zu ändern.

source: You are not allowed to set this default permission.
de: Dir ist nicht gestattet, diese Standardberechtigung zu setzen.

source: save &lt;yes|no&gt;:<br />Save the current chat room on Xfire. This preserves all of the chat rooms settings and privileges. On &quot;yes&quot;, you will be asked to save the chat room to your buddy list if it is not already there. If you decline this request the save will NOT be performed.
de: save &lt;yes|no&gt;:<br />Speichere den aktuellen Chat-Raum in Xfire. Dies speichert alle Chat-Raum Einstellungen und Berechtigungen. Bei &quot;yes&quot; wirst du gefragt, ob du den Raum in deiner Buddy Liste speichern möchtest. Wenn du diese Anfrage abbrichst, wird die Speicherung NICHT durchgeführt.

source: rename &lt;new-chat-name&gt;:<br />Changes the current name for this room.<br/><br />Requires &quot;Admin&quot; permission.
de: rename &lt;neuer-chat-name%gt;:<br />Ändert den aktuellen Namen für diesen Chat-Raum.<br /><br />Benötigt &quot;Admin&quot; Berechtigungen.

source: password [&lt;new-password&gt;]:<br />Changes the current password for this room. &quot;/password&quot; results in removing the current password.<br /><br />Requires &quot;Admin&quot; permission.
de: password [&lt;neues-passwort&gt;]:<br />Ändert das aktuelle Passwort für diesen Raum. &quot;/password&quot; löscht das aktuelle Passwort.<br /><br />Benötigt &quot;Admin&quot; Berechtigungen.

source: visibilty &lt;public|friends&gt;:<br />Changes the current visibility for this room.<br /><br />Requires &quot;Admin&quot; permission.
de: visibility &lt;public|friends&gt;:<br />Ändert die aktuelle Sichtbarkeit dieses Chat-Raumes.<br /><br />Benötigt &quot;Admin&quot; Berechtigungen.

source: silence &lt;on|off&gt;:<br />Sets whether non-Moderators and non-Admins should not be able to talk in this room.<br /><br />Requires &quot;Moderator&quot; or higher permission.
de: silence &lt;on|off&gt;:<br />Setzt, ob Teilnehmer mit weniger als Moderator-Rechten in diesem Raum reden dürfen.<br /><br />Benötigt &quot;Moderator&quot; oder höhere Berechtigungen.

source: userjoinmsg &lt;on|off&gt;:<br />Set whether &quot;&lt;User&gt; joined&quot; and &quot;&lt;User&gt; left&quot; messages should be displayed in this room.<br /><br />Requires &quot;Moderator&quot; or higher permission.
de: userjoinmsg &lt;on|off&gt;:<br />Setzt, ob &quot;&lt;Teilnehmer&gt; beigetreten&quot; und &quot;&lt;Teilnehmer&gt; hat den Raum verlassen&quot;-Nachrichten in diesem Raum angezeigt werden sollen.<br /><br />Benötigt &quot;Moderator&quot; oder höhere Berechtigungen.

source: permission &lt;username&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Set <i>username</i>'s permission. Only admins may give other users the &quot;Admin&quot; permission.<br />Please note, that you can't change your own permission.<br /><br />Requires &quot;Moderator&quot; or higher permission.
de: permission &lt;nutzername&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Setzt <i>nutzername</i>s Berechtigung. Nur Admins dürfen anderen Teilnehmern die &quot;Admin&quot;-Berechtigung geben.<br />Bitte beachte, dass du deine eigenen Berechtigungen nicht ändern kannst.<br /><br />Benötigt &quot;Moderator&quot; oder höhere Berechtigungen.

source: kick &lt;username&gt;:<br />Kicks <i>username</i> from the channel.<br /><br />Requires &quot;Moderator&quot; or higher permission.
de: kick &lt;nutzername&gt;:<br />Kickt <i>nutzername</i> aus dem Chat-Raum.<br /><br />Benötigt &quot;Moderator&quot; oder höhere Berechtigungen.

source: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Set this room's default permission. New buddies who join this room will have this permission<br /><br />Requires &quot;Moderator&quot; or higher permission.
de: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Setzt die Standardberechtigung in diesem Chat-Raum. Neue Teilnehmer, die diesen Raum betreten, werden diese Berechtigung haben.<br /><br />Benötigt &quot;Moderator&quot; oder höhere Berechtigungen.

source: You attempted to join a chat room using an invalid password. Please try again.
de: Du hast versucht einen Chat-Raum mit einem ungültigen Passwort zu betreten, bitte versuche es noch einmal.

source: Invalid password
de: Ungültiges Passwort

source: You attempted to join a chat room that is password protected. Please try again.
de: Du hast versucht einen Chat-Raum zu betreten, der durch ein Passwort gesichert wird. Bitte versuche es noch einmal.

source: Password required
de: Passwort benötigt

source: Join
de: Beitreten

source: Cancel
de: Abbrechen

source: Chat room join error
de: Fehler beim Chat-Raum-Betreten

source: Unknown error
de: Unbekannter Fehler

source: Unknown join error. You might be blocked from this chat room or are already in 5 rooms.
de: Unbekannter Fehler beim Beitreten. Du könntest aus diesem Raum verbannt worden sein oder du bist bereits in 5 Chat-Räumen.

source: Xfire Friend Search
de: Xfire Freundessuche

source: Please enter a Xfire username, name or e-Mail address here:
de: Bitte gib hier einen Xfire Nutzernamen, Namen oder eine e-Mail Adresse ein:

source: For example: gill123, Gill Bates or gill@bates.net
de: Zum Beispiel: gill123, Gill Bates oder gill@bates.net

source: Search
de: Suche

source: Username
de: Nutzername

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Search results
de: Suchergebnisse

source: The Games List has been updated to version: %s.
de: Die Game List wurde auf Version %s aktualisiert.

source: New Gfire Game List Version
de: Neue Game List Version

source: Manage Games: error
de: Spiele verwalten: Fehler

source: Couldn't add game
de: Konnte das Spiel nicht hinzufügen

source: There's no such game, please try again.
de: Solch ein Spiel gibt es nicht, bitte versuche es noch einmal.

source: Manage Games: game added
de: Spiele verwalten: Spiel hinzugefügt

source: The game has been successfully added.
de: Das Spiel wurde erfolgreich hinzugefügt.

source: Manage Games: warning
de: Spiele verwalten: Warnung

source: Game already added
de: Spiel bereits hinzugefügt

source: This game is already added, you can configure it if you want.
de: Dieses Spiel ist bereits hinzugefügt, du kannst es konfigurieren, wenn du willst.

source: Please try again. Make sure you fill in all fields.
de: Bitte versuche es nochmal. Achte darauf, alle Felder auszufüllen.

source: Game launch data not found
de: Spielkonfiguration nicht gefunden

source: This game is not yet added as it seems, please add it first!
de: Wie es scheint, wurde dieses Spiel noch nicht hinzugefügt. Bitte füge es erst hinzu!

source: Manage Games: game edited
de: Spiele verwalten: Spiel geändert

source: Game edited
de: Spiel geändert

source: The game has been successfully edited.
de: Das Spiel wurde erfolgreich geändert.

source: Couldn't edit game
de: Konnte das Spiel nicht ändern.

source: Couldn't remove game
de: Konnte das Spiel nicht entfernen

source: No such game, please try again!
de: Solch ein Spiel gibt es nicht, bitte versuche es noch einmal.

source: Manage Games: game removed
de: Spiele verwalten: Spiel entfernt

source: Game removed
de: Spiel entfernt

source: The game has been successfully removed.
de: Das Spiel wurde erfolgreich entfernt.

source: Please try again. Make sure you select a game to remove.
de: Bitte versuche es noch einmal. Achte darauf ein zu löschendes Spiel auszuwählen.

source: Connection closed by peer.
de: Verbindung von Xfire geschlossen.

source: Socket read failure.
de: Fehler beim Lesen des Sockets.

source: Password or Username Incorrect.
de: Passwort oder Nutzername falsch.

source: Protocol version mismatch, needs to be %d. Auto set to new value.
de: Falsche Protokollversion, benötigt wird %d. Automatisch auf neuen Wert gesetzt.

source: You have signed on from another location.
de: Du hast dich woanders angemeldet.

source: Xfire Community Site
de: Xfire Gemeinschafts Seite

source: Game
de: Spiel

source: unknown
de: unbekannt

source: Common Friends
de: Gemeinsame Freunde

source: Protocol initialization failed.
de: Protokollinitialisierung fehlgeschlagen

source: Message could not be sent. Buddy not in contact list
de: Nachricht konnte nicht gesendet werden. Buddy nicht in der Kontaktliste

source: Message could not be sent. Buddy offline
de: Nachricht konnte nicht gesendet werden. Buddy ist offline

source: Xfire Invitation Message
de: Xfire Einladungsnachricht

source: Please enter the message you want to send your buddy with this invite:
de: Bitte gib die Nachricht ein, die du deinem Freund mit dieser Einladung schicken möchtest:

source: Please add me to your friends list!
de: Bitte nimm mich in deine Freundesliste auf!

source: Invite with a message
de: Einladen mit einer Nachricht

source: Invite without a message
de: Einladen ohne eine Nachricht

source: Xfire Buddy Removal
de: Entfernen eines Xfire Buddys

source: You have removed a buddy which is not on your friends list, it will be restored on the next login.
de: Du hast einen Buddy entfernt, welcher nicht auf deiner Freundesliste ist. Er wird beim nächsten Login wiederhergestellt.

source: Add as friend
de: Als Freund hinzufügen

source: Join Game ...
de: Spiel beitreten...

source: Join VoIP ...
de: VoIP beitreten...

source: Xfire Profile
de: Xfire Profil

source: Launch %s
de: Starte %s

source: Change Nickname
de: Nicknamen ändern

source: My Profile Page
de: Mein Profil

source: Friend Search
de: Freundessuche

source: Reload Game Config
de: Spielkonfiguration neu laden

source: About
de: Über Gfire

source: _Room:
de: _Raum:

source: _Password:
de: _Passwort:

source: Xfire Groupchat
de: Xfire Gruppenchat

source: MotD change failed
de: MotD Änderung fehlgeschlagen

source: The MotD contains more than 200 characters.
de: Die MotD enthält mehr als 200 Zeichen.

source: Friends of friends group name restored
de: Freunde von Freunde-Gruppenname wiederhergestellt

source: Group name restored
de: Gruppenname wiederhergestellt

source: You have renamed Xfire's FoF group name. Unfortunately we had to restore this groups name.
de: Du hast Xfires "Freunde von Freunden"-Gruppenname geändert. Unglücklicherweise mussten wir den Namen wiederherstellen.

source: Clan's group name restored
de: Clan-Gruppen-Name wiederhergestellt

source: You have renamed the group name of a Xfire clan. Unfortunately we had to restore this groups name.
de: Du hast den Gruppenamen eines Xfire Clans geändert. Unglücklicherweise mussten wir den Namen wiederherstellen.

source: Buddies can see if I'm typing
de: Buddies sehen, wenn ich tippe

source: Auto detect for ingame status
de: Erkenne meinen Ingame-Status

source: Change my status for other protocols as well
de: Ändere meinen Status auch für andere Protokolle

source: Notify me when my status is ingame
de: Benachrichtige mich, wenn mein Status ingame ist

source: Enable server detection
de: Nutze Servererkennung

source: Use Xfires P2P features
de: Nutze Xfires P2P Features

source: Display notifications for certain events
de: Zeige Benachrichtigungen bei verschiedenen Ereignissen

source: Show Friends of Friends
de: Zeige Freunde von Freunden

source: Xfire Protocol Plugin
de: Xfire Protokoll Plugin

source: Gfire <b>%u.%u.%u%s%s</b> is now available. Visit the Gfire website for more information!
de: Gfire <b>%u.%u.%u%s%s</b> ist jetzt verfügbar. Besuche die Gfire Website für weitere Infos!

source: New Gfire Version
de: Neue Gfire Version

source: Gfire %u.%u.%u%s%s is now available. Visit the Gfire website for more information!
de: Gfire %u.%u.%u%s%s ist jetzt verfügbar. Besuche die Gfire Website für weitere Infos!

source: Connecting
de: Verbinde

source: Couldn't create socket.
de: Konnte Socket nicht erstellen

source: Login sent
de: Login gesendet

source: (AFK) Away From Keyboard
de: (AFK) Away From Keyboard (Nicht am Computer)

source: (Busy) I'm busy!
de: (Busy) Ich bin beschäftigt!

source: Error
de: Fehler

source: Retrieving gamerig data failed!
de: Empfangen der Gamerig-Daten fehlgeschlagen!

source: Invalid gamerig data received!
de: Ungültige Gamerig-Daten empfangen!

source: Manufacturer
de: Hersteller

source: Processor
de: Prozessor

source: Memory
de: Speicher

source: Video Card
de: Grafikkarte

source: Sound Card
de: Soundkarte

source: Hard Drive
de: Festplatte

source: Keyboard
de: Tastatur

source: Mouse
de: Maus

source: Mouse Surface
de: Mauspad

source: Speakers
de: Lautsprecher

source: Computer Case
de: Gehäuse

source: Operating System
de: Betriebssystem

source: Retrieving profile data failed!
de: Empfangen der Profil-Daten fehlgeschlagen!

source: Invalid profile data received!
de: Ungültige Profil-Daten empfangen!

source: Profile
de: Profil

source: %ss Profile:
de: %ss Profil:

source: Real Name
de: Echter Name

source: Age
de: Alter

source: Gender
de: Geschlecht

source: Male
de: Männlich

source: Female
de: Weiblich

source: Occupation
de: Tätigkeit

source: Country
de: Land

source: Location
de: Ort

source: Gaming Style
de: Spielstil

source: Interests
de: Interessen

source: Friends
de: Freunde

source: Join Date
de: Beitrittsdatum

source: Additional game info:
de: Zusätzliche Spielinfos:

source: Connection timed out
de: Zeitüberschreitung der Verbindung

source: Your status has been changed.
de: Dein Status wurde geändert.

source: Received invalid login salt!
de: Ungültige Login-Salt empfangen!

source: Xfire System Broadcast
de: Xfire Systemmeldung

source: Xfire System Broadcast Message:
de: Xfire Systemmeldung:

source: Recent servers
de: Zuletzt genutzte Server

source: Favorite servers
de: Favoriten

source: Friends' favorite servers
de: Favoriten deiner Freunde

source: All servers
de: Alle Server

source: Server Browser: error
de: Server Browser: Fehler

source: Can't add favorite server
de: Konnte den Server nicht hinzufügen

source: You've reached the limit of favorite servers, you can however still remove favorite servers in order to add new ones.
de: Du hast das Maximum der erlaubten Favoriten erreicht. Du kannst allerdings alte Server löschen, um neue hinzuzufügen.

source: Can't remove favorite server
de: Konnte Favoriten nicht löschen

source: The selected server is not a favorite server and thereby can't be removed.
de: Der ausgewählte Server ist kein Favorit, kann daher nicht gelöscht werden.

source: Change Xfire nickname
de: Xfire Nicknamen ändern

source: Leaving empty will clear your current nickname.
de: Lass das Feld leer, um deinen aktuellen Nicknamen zu löschen.

source: Gfire XML Reload
de: Neu Laden einer Gfire XML Datei

source: Reloading gfire_game_config.xml
de: Lade gfire_game_config.xml neu

source: Operation failed. File not found or content was incorrect.
de: Operation fehlgeschlagen. Datei nicht gefunden oder Inhalt war fehlerhaft.

source: Reloading was successful.
de: Datei erfolgreich neu geladen.

source: About Gfire
de: Über Gfire

source: Xfire Plugin for Pidgin
de: Xfire Plugin für Pidgin

source: Close
de: Schließen

source: Please wait until a connection with your buddy has been established!
de: Bitte warte, bis eine Verbindung zu deinem Freund hergestellt wurde!

source: File Description: %s
de: Dateibeschreibung: %s

source: No description entered
de: Keine Beschreibung eingegeben
